var region_list ={ 
    "시/도": 
    {"강원도" : [
        {"군/구": "강원도 전체"},
        {"군/구": "강원도 강릉시"},
        {"군/구": "강원도 고성군"},
        {"군/구": "강원도 동해시"},
        {"군/구": "강원도 삼척시"},
        {"군/구": "강원도 속초시"},
        {"군/구": "강원도 양구군"},
        {"군/구": "강원도 양양군"},
        {"군/구": "강원도 영월군"},
        {"군/구": "강원도 원주시"},
        {"군/구": "강원도 인제군"},
        {"군/구": "강원도 정선군"},
        {"군/구": "강원도 철원군"},
        {"군/구": "강원도 춘천시"},
        {"군/구": "강원도 태백시"},
        {"군/구": "강원도 평창군"},
        {"군/구": "강원도 홍천군"},
        {"군/구": "강원도 화천군"},
        {"군/구": "강원도 횡성군"}
    ]},

    "시/도": 
    {"경기도" : [
        {"군/구": "경기도 전체"},
        {"군/구": "경기도 고양시"},
        {"군/구": "경기도 과천시"},
        {"군/구": "경기도 광명시"},
        {"군/구": "경기도 광주시"},
        {"군/구": "경기도 구리시"},
        {"군/구": "경기도 군포시"},
        {"군/구": "경기도 김포시"},
        {"군/구": "경기도 남양주시"},
        {"군/구": "경기도 동두천시"},
        {"군/구": "경기도 부천시"},
        {"군/구": "경기도 성남시"},
        {"군/구": "경기도 수원시"},
        {"군/구": "경기도 시흥시"},
        {"군/구": "경기도 안산시"},
        {"군/구": "경기도 안성시"},
        {"군/구": "경기도 안양시"},
        {"군/구": "경기도 양주시"},
        {"군/구": "경기도 양평군"},
        {"군/구": "경기도 여주시"},
        {"군/구": "경기도 연천군"},
        {"군/구": "경기도 오산시"},
        {"군/구": "경기도 용인시"},
        {"군/구": "경기도 의왕시"},
        {"군/구": "경기도 의정부시"},
        {"군/구": "경기도 이천시"},
        {"군/구": "경기도 파주시"},
        {"군/구": "경기도 평택시"},
        {"군/구": "경기도 포천시"},
        {"군/구": "경기도 하남시"},
        {"군/구": "경기도 화성시"}
    ]},

    "시/도": 
    {"경상남도" : [
        {"군/구": "경상남도 전체"},
        {"군/구": "경상남도 거제시"},
        {"군/구": "경상남도 거창군"},
        {"군/구": "경상남도 고성군"},
        {"군/구": "경상남도 김해시"},
        {"군/구": "경상남도 남해군"},
        {"군/구": "경상남도 밀양시"},
        {"군/구": "경상남도 사천시"},
        {"군/구": "경상남도 산청군"},
        {"군/구": "경상남도 양산시"},
        {"군/구": "경상남도 의령군"},
        {"군/구": "경상남도 진주시"},
        {"군/구": "경상남도 창녕군"},
        {"군/구": "경상남도 창원시"},
        {"군/구": "경상남도 통영시"},
        {"군/구": "경상남도 하동군"},
        {"군/구": "경상남도 함안군"},
        {"군/구": "경상남도 함양군"},
        {"군/구": "경상남도 합천군"}
    ]},

    "시/도": 
    {"경상북도" : [
        {"군/구": "경상븍도 전체"},
        {"군/구": "경상븍도 경산시"},
        {"군/구": "경상븍도 경주시"},
        {"군/구": "경상븍도 고령군"},
        {"군/구": "경상븍도 구미시"},
        {"군/구": "경상븍도 군위군"},
        {"군/구": "경상븍도 김천시"},
        {"군/구": "경상븍도 문경시"},
        {"군/구": "경상븍도 봉화군"},
        {"군/구": "경상븍도 상주시"},
        {"군/구": "경상븍도 성주군"},
        {"군/구": "경상븍도 안동시"},
        {"군/구": "경상븍도 영덕군"},
        {"군/구": "경상븍도 영양군"},
        {"군/구": "경상븍도 영주시"},
        {"군/구": "경상븍도 영천시"},
        {"군/구": "경상븍도 예천군"},
        {"군/구": "경상븍도 울릉군"},
        {"군/구": "경상븍도 울진군"},
        {"군/구": "경상븍도 의성군"},
        {"군/구": "경상븍도 청도군"},
        {"군/구": "경상븍도 청송군"},
        {"군/구": "경상븍도 칠곡군"},
        {"군/구": "경상븍도 포항시"}
    ]},

    "시/도": 
    {"광주광역시" : [
        {"군/구": "광주광역시 전체"},
        {"군/구": "광주광역시 광산구"},
        {"군/구": "광주광역시 남구"},
        {"군/구": "광주광역시 동구"},
        {"군/구": "광주광역시 북구"},
        {"군/구": "광주광역시 서구"}
    ]},

    "시/도": 
    {"대구광역시" : [
        {"군/구": "대구광역시 전체"},
        {"군/구": "대구광역시 남구"},
        {"군/구": "대구광역시 달서구"},
        {"군/구": "대구광역시 달성군"},
        {"군/구": "대구광역시 동구"},
        {"군/구": "대구광역시 북구"},
        {"군/구": "대구광역시 서구"},
        {"군/구": "대구광역시 수성구"},
        {"군/구": "대구광역시 중구"}
    ]},

    "시/도": 
    {"대전광역시" : [
        {"군/구": "대전광역시 전체"},
        {"군/구": "대전광역시 대덕구"},
        {"군/구": "대전광역시 동구"},
        {"군/구": "대전광역시 서구"},
        {"군/구": "대전광역시 유성구"},
        {"군/구": "대전광역시 중구"}
    ]},

    "시/도": 
    {"부산광역시" : [
        {"군/구": "부산광역시 전체"},
        {"군/구": "부산광역시 강서구"},
        {"군/구": "부산광역시 금정구"},
        {"군/구": "부산광역시 기장군"},
        {"군/구": "부산광역시 남구"},
        {"군/구": "부산광역시 동구"},
        {"군/구": "부산광역시 동래구"},
        {"군/구": "부산광역시 부산진구"},
        {"군/구": "부산광역시 북구"},
        {"군/구": "부산광역시 사상구"},
        {"군/구": "부산광역시 사하구"},
        {"군/구": "부산광역시 서구"},
        {"군/구": "부산광역시 수영구"},
        {"군/구": "부산광역시 연제구"},
        {"군/구": "부산광역시 영도구"},
        {"군/구": "부산광역시 중구"},
        {"군/구": "부산광역시 해운대구"}
    ]},

    "시/도": 
    {"서울특별시"  : [
        {"군/구": "서울특별시 전체"},
        {"군/구": "서울특별시 강남구"},
        {"군/구": "서울특별시 강동구"},
        {"군/구": "서울특별시 강북구"},
        {"군/구": "서울특별시 강서구"},
        {"군/구": "서울특별시 관악구"},
        {"군/구": "서울특별시 광진구"},
        {"군/구": "서울특별시 구로구"},
        {"군/구": "서울특별시 금천구"},
        {"군/구": "서울특별시 노원구"},
        {"군/구": "서울특별시 도봉구"},
        {"군/구": "서울특별시 동대문구"},
        {"군/구": "서울특별시 동작구"},
        {"군/구": "서울특별시 마포구"},
        {"군/구": "서울특별시 서대문구"},
        {"군/구": "서울특별시 서초구"},
        {"군/구": "서울특별시 성동구"},
        {"군/구": "서울특별시 성북구"},
        {"군/구": "서울특별시 송파구"},
        {"군/구": "서울특별시 양천구"},
        {"군/구": "서울특별시 영등포구"},
        {"군/구": "서울특별시 용산구"},
        {"군/구": "서울특별시 은평구"},
        {"군/구": "서울특별시 종로구"},
        {"군/구": "서울특별시 중구"},
        {"군/구": "서울특별시 중랑구"}
    ]},

    "시/도": 
    {"울산광역시" : [
        {"군/구": "울산광역시 전체"},
        {"군/구": "울산광역시 남구"},
        {"군/구": "울산광역시 동구"},
        {"군/구": "울산광역시 북구"},
        {"군/구": "울산광역시 울주군"},
        {"군/구": "울산광역시 중구"}
    ]},

    "시/도": 
    {"인천광역시" : [
        {"군/구": "인천광역시 전체"},
        {"군/구": "인천광역시 강화군"},
        {"군/구": "인천광역시 계양구"},
        {"군/구": "인천광역시 미추홀구"},
        {"군/구": "인천광역시 남동구"},
        {"군/구": "인천광역시 동구"},
        {"군/구": "인천광역시 부평구"},
        {"군/구": "인천광역시 서구"},
        {"군/구": "인천광역시 연수구"},
        {"군/구": "인천광역시 옹진군"},
        {"군/구": "인천광역시 중구"}
    ]},

    "시/도": 
    {"전라남도" : [
        {"군/구": "전라남도 전체"},
        {"군/구": "전라남도 강진군"},
        {"군/구": "전라남도 고흥군"},
        {"군/구": "전라남도 곡성군"},
        {"군/구": "전라남도 광양시"},
        {"군/구": "전라남도 구례군"},
        {"군/구": "전라남도 나주시"},
        {"군/구": "전라남도 담양군"},
        {"군/구": "전라남도 목포시"},
        {"군/구": "전라남도 무안군"},
        {"군/구": "전라남도 보성군"},
        {"군/구": "전라남도 순천시"},
        {"군/구": "전라남도 신안군"},
        {"군/구": "전라남도 여수시"},
        {"군/구": "전라남도 영광군"},
        {"군/구": "전라남도 영암군"},
        {"군/구": "전라남도 완도군"},
        {"군/구": "전라남도 장성군"},
        {"군/구": "전라남도 장흥군"},
        {"군/구": "전라남도 진도군"},
        {"군/구": "전라남도 함평군"},
        {"군/구": "전라남도 해남군"},
        {"군/구": "전라남도 화순군"}
    ]},

    "시/도": 
    {"전라북도" : [
        {"군/구": "전라북도 전체"},
        {"군/구": "전라북도 고창군"},
        {"군/구": "전라북도 군산시"},
        {"군/구": "전라북도 김제시"},
        {"군/구": "전라북도 남원시"},
        {"군/구": "전라북도 무주군"},
        {"군/구": "전라북도 부안군"},
        {"군/구": "전라북도 순창군"},
        {"군/구": "전라북도 완주군"},
        {"군/구": "전라북도 익산시"},
        {"군/구": "전라북도 임실군"},
        {"군/구": "전라북도 장수군"},
        {"군/구": "전라북도 전주시"},
        {"군/구": "전라북도 정읍시"},
        {"군/구": "전라북도 진안군"},
    ]},
    
    "시/도": 
    {"제주특별자치도" : [
        {"군/구": "제주특별자치도 전체"},
        {"군/구": "제주특별자치도 서귀포시"},
        {"군/구": "제주특별자치도 제주시"}
    ]},
    
    "시/도": 
    {"충청남도" : [
        {"군/구": "충청남도 전체"},
        {"군/구": "충청남도 공주시"},
        {"군/구": "충청남도 금산군"},
        {"군/구": "충청남도 논산시"},
        {"군/구": "충청남도 당진시"},
        {"군/구": "충청남도 보령시"},
        {"군/구": "충청남도 부여군"},
        {"군/구": "충청남도 서산시"},
        {"군/구": "충청남도 서천군"},
        {"군/구": "충청남도 아산시"},
        {"군/구": "충청남도 예산군"},
        {"군/구": "충청남도 천안시"},
        {"군/구": "충청남도 청양군"},
        {"군/구": "충청남도 태안군"},
        {"군/구": "충청남도 홍성군"}
    ]},

    "시/도": 
    {"충청북도" : [
        {"군/구": "충청북도 전체"},
        {"군/구": "충청북도 괴산군"},
        {"군/구": "충청북도 단양군"},
        {"군/구": "충청북도 보은군"},
        {"군/구": "충청북도 영동군"},
        {"군/구": "충청북도 옥천군"},
        {"군/구": "충청북도 음성군"},
        {"군/구": "충청북도 제천시"},
        {"군/구": "충청북도 진천군"},
        {"군/구": "충청북도 청주시"},
        {"군/구": "충청북도 충주시"},
        {"군/구": "충청북도 계룡시"},
        {"군/구": "충청북도 증평군"}
    ]},

    "시/도": 
    {"세종특별자치시" : [
        {"군/구": "세종특별자치시 전체"},
        {"군/구": "세종특별자치시"}
    ]},

    "시/도":
    {
        "임진강 수계지역(경기도 연천군,파주시)":[
            {"군/구": "경기도 파주시"},
            {"군/구": "경기도 연천군"}
        ]
    }

}